{"url": "http://www.gearbest.com/cell-phones/pp_217101.html?", "productName": "Mijue M500 3G Smartphone", "propertyList": "", "computedPrice": "$59.59", "description": "Main Features   Mijue M500 5.0 inch Android 4.4 3G Smartphone with MTK6582 Quad Core 1.3GHz 8GB ROM qHD Screen Bluetooth  System  Android 4.4 OS  CPU  MTK6582 Quad Core 1.3GHz  RAM   ROM  1GB RAM   8GB ROM  Camera  Rear camera 5.0MP   front camera 2.0MP   SIM Card  Dual SIM dual standby   Function  Gravity MP3 MP4 Bluetooth GPS  Network  2G  GSM 850 900 1800 1900MHz 3G  WCDMA 850 2100MHz  Unlocked for Worldwide use. Please ensure local area network is compatible. click here for Network Frequency of your country. Please check with your carrier provider before purchasing this item.                  Specification     Basic InformationType  3G Smartphone   OS  Android 4.4   Service Provider  Unlocked   Languages  Simplified Traditional Chinese  Bahasa Indonesia  Bahasa Melayu  Cestina  Dansk  Deutsch  English  Spanish  Filipino  French  Harvatski  Italian  Latviesu  Lietuviu  Magyar  Nederlands  Norsk bokmal  Polski  Portuguese  Romana  Slovencina  Suomi  Svenska  Vietnamese  Turkish  Greek  Russian  Arabic  Hebrew  Thai  Korean   SIM Card Slot  Dual SIM Dual Standby   SIM Card Type  One is Standard SIM Card the other is Micro SIM Card   HardwareCPU  MTK6582   Cores  Quad Core 1.3GHz Cortex-A7   GPU  Mali-400 MP   RAM  1GB RAM   ROM  8GB   External Memory  TF card up to 8GB  not included      NetworkWireless Connectivity  GSM 3G Bluetooth GPS WiFi   WIFI  802.11b g n wireless internet   Network type  GSM WCDMA   3G  WCDMA 850 2100MHz   2G  GSM 850 900 1800 1900MHz   DisplayScreen type  Capacitive   Screen size  5.0 inch   IPS  Yes   Screen resolution  960 x 540  qHD      CameraCamera type  Dual cameras  one front one back    Back camera  with flash light 5.0MP   Front camera  2.0MP   Video recording  Yes   Flashlight  Yes   Media Formats Picture format  JPEG GIF BMP PNG   Music format  AAC MP3 WAV   Video format  3GP AVI MP4   MS Office format  Word Excel PPT   E-book format  TXT PDF   Live wallpaper support  Yes   Games  Android APK     Other FeaturesI O Interface  TF Micro SD Card Slot Micro USB Slot 3.5mm Audio Out Port   Sensor  Gravity Sensor   Additional Features  MP4 MP3 3G Wi-Fi FM Bluetooth GPS Browser WAP Proximity Sensing   BatteryBattery Capacity  mAh   2050mAh     Package ContentsCell Phone  1   Screen Protector  1   Power Adapter  1   USB Cable  1   Earphones  1   Back Case   1   English Manual   1   DimensionsProduct size  14.3 x 7.3 x 0.7 cm   5.62 x 2.87 x 0.28 inches   Package size  19.0 x 11.0 x 5.5 cm   7.47 x 4.32 x 2.16 inches   Product weight  0.099 kg   Package weight  0.500 kg     Product Notes   1. Download your favorite apps through the Google Play Store or Market installed.  2. Note  This smart phone is designed only to work with the current Android Windows OS installed in it. Any alterations such as upgrades or flashing a newer version will void the warranty.  3. The stated ROM amount shows the maximum available ROM with nothing installed. However  the Android Windows OS and pre-installed software from the manufacturer will occupy some of this ROM. The available ROM on the device will therefore be slightly less than the ROM listed."}