{"url": "http://www.gearbest.com/smart-watches/pp_246027.html?", "productName": "A9 MTK2502A Smart Watch", "propertyList": "", "computedPrice": "$47.53", "description": "A9 Smart Watch \r\nWe never forget that powerful technology opens the intelligent life, realizes your unprecedented experience. Ultra-slim dial, delicate watch case and soft TPU band, this is A9. A9 offers 3 kinds of wallpapers, 3 kinds of Main Menu styles and 4 kinds of clock interfaces for you to choose. A9 not only has elegant appearance, but also has powerful heart. A9 takes you to enjoy smart life.\r\n\r\nMain Features:\r\n• Convenient gesture function: Just need to make a gesture then you can make things more easier:\r\n   1. Turn off the incoming call: When a call is coming and A9 is ringing, quickly rotate your hand by 90 degrees, ringing will stop;\r\n   2. Turn off alarm clock ringing: When alarm is ringing, quickly rotate your hand by 90 degrees, ringing will stop;\r\n   3. Raise hand to wake up the screen: When the screen light is off, raise you hand and the screen light will on;\r\n   4. Shaking to shift pages of main menu: Shake the dial to shift the pages of main menu;\r\n   5. Shaking to answer the phone: When a call is coming, you can shake the dial to answer it.\r\n• Two kinds of ways to set language: As long as you have chosen the Auto Sync option, then the language on the watch will automatically synchronize with your smart phone; Also, you can press Auto Sync - OFF option, then you can choose the language that displayed on the watch. (Note: The watch only synchronizes the language that it supported.)\r\n• Heart rate tracker / Pedometer / Sleep monitoring / Sedentary reminder: Your private management expert, monitor your heart rate, daily movement, sleep and remind you to have a rest. \r\n• Remote camera / music: Can control your smart phone to take photos and play music, just enjoy the pleasure on your wrist. \r\n• Call / SMS reminder: When calls or messages come, A9 will remind you with ringing or vibration.\r\n• Information push: Can push Twitter, G-mail, Facebook, WhatsApp information, you can easily communicate with your friends or family.\r\n\r\nAPP downloads: \r\niOS users search Mediatek SmartDevice in the apple store and install it;\r\nAndroid users can Fundo SmartDevice app on Google Play. (Note: Just do as this information, the manual has some mistake)\r\n\r\nNote: iOS phones only support Bluetooth dialing, Receive SMS, Caller ID display, Sync call log function. (iOS 7.0 and above system, Bluetooth 4.0) \r\nSpecification\r\nHardwareBuilt-in chip type: MTK2502 \r\nBluetooth Version: Bluetooth 4.0 \r\nWaterproof: Yes \r\nFunctionsBluetooth calling: Call log sync,Dialing,Phone call reminder,Phonebook \r\nMessaging: Message reminder \r\nHealth tracker: Heart rate monitor,Pedometer,Sedentary reminder,Sleep monitor \r\nRemote Control: Camera remote,Music remote \r\nNotification: Yes \r\nAnti-lost: Yes \r\nFind phone: Yes \r\nOther Functions: Alarm,Calculator,Calender,Stopwatch,Voice recorder \r\nGroups of alarm: 5 sets \r\nAlert type: Ring,Vibration \r\nLocking screen : 4 kinds \r\nScreenScreen: TFT \r\nScreen resolution: 240 x 240 px \r\nScreen size: 1.54 inch \r\nBatteryBattery Capacity: 350mAh \r\nStandby time: About 120 hours \r\nGeneralPeople: Unisex watch \r\nDial and BandShape of the dial: Rectangle \r\nCase material: Alloy \r\nBand material: TPU \r\nFeaturesCompatible OS: Android,IOS \r\nCompatability: Android 4.3 / iOS 7.0 or above system \r\nLanguage: English,French,German,Italian,Japanese,Korean,Portuguese,Russian,Spanish,Turkish \r\nAvailable Color: Black,Gold,Silver \r\nWeight and SizeDial size: 4.5 x 3.9 x 0.9 cm / 1.77 x 1.54 x 0.35 inches \r\nWearing diameter: 19 - 24 cm / 7.48 - 9.45 inches \r\nThe band width: 2.2 cm / 0.87 inches \r\nProduct size (L x W x H): 26.20 x 3.90 x 0.90 cm / 10.31 x 1.54 x 0.35 inches \r\nPackage size (L x W x H): 14.50 x 7.50 x 7.50 cm / 5.71 x 2.95 x 2.95 inches \r\nProduct weight: 0.067 kg \r\nPackage weight: 0.235 kg \r\nPackage ContentsPackage Contents: 1 x A9 Smart Watch, 1 x USB Charging Cable, 1 x Chinese and English Manual \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFAQ for Smart Watch and Wristband \r\n1. Q: I can’t charge my watch / bracelet and it doesn’t power on, what should I do?\r\nA: If this is the first time you’ve charged your watch / bracelet, please use the adapter to power it, charge it for more than 3 hours, then press the button to start it;\r\nIf you have not used the watch / bracelet for a long time without charging it, the battery would have opened the UVP function. In this situation, you need to activate the battery before using. (You can go to the phone repair shop to activate the battery).\r\n\r\n2. Q: Why can’t I connect with Bluetooth?\r\nA: 1. If the phone's Bluetooth version is lower than the watch's / bracelet’s, they will \r\nnot be able to pair; \r\n2. If the phone's Bluetooth version is equal to or higher than the watch's / bracelet’s, but is initially unable to pair, then you need to clear the Bluetooth connection history on the phone, scan and re-connect again.\r\n\r\n3. Q: The watch / bracelet icon shows that it has paired over Bluetooth, however the APP cannot sync data. How do I resolve this?\r\nA: Generally it is caused by the Bluetooth of the phone. Please close the APP first, restart the Bluetooth connection and re-pair the two devices. If the above step does not work, please restart your phone and try to pair the devices again.\r\n\r\n4. Q: Why does my watch / bracelet frequently lose connection with my phone?\r\nA: Please check if your phone or other security software has set the APP as a trusted APP or not. This is required to pair the two devices. If it hasn’t, please set it as trusted APP and try again.\r\n\r\n5. Q: Why am I unable to connect with the APP?\r\nA: Please making sure the OS of your phone is within the range that the smart watch / bracelet supports."}